Repository: Loukas1987/Buddypress-Toolbar-Greek_lang
Catalog: languages/buddypress-toolbar-*.po
Languages: el

source: Add new Group
el: Προσθήκη νέας Ομάδας

source: View Groups Base
el: Προβολή Ομάδων Βάσης

source: Actions
el: Προβολή Ομάδων Βάσης

source: Support Forum
el: Φόρουμ Υποστήριξης

source: Add new Achievement
el: Προσθήκη νέου Επιτεύγματος

source: Supported Plugins
el: Υποστηριζόμενα Πρόσθετα

source: Convert Videos
el: Μετατροπή βίντεο

source: BP Album Importer
el: Εισαγωγέας BP Album

source: Group Folders
el: Φάκελοι Ομάδων

source: BuddyBox Files (All)
el: Αρχεία BuddyBox (Όλα)

source: Files
el: Αρχεία

source: Folders
el: Φάκελοι

source: About/ Info
el: Σχετικά/Πληροφορίες

source: Menus
el: Μενού

source: Relate Groups to Blogs
el: Συσχέτισε Ομάδες με Ιστολόγια

source: Add-Ons
el: Επιπρόσθετα

source: Support Resources
el: Πηγές Υποστήριξης

source: BP Gallery Settings
el: Ρυθμίσεις BP Γκάλερι

source: Custom Profile Menu
el: Προσαρμοσμέννο Μενού Προφίλ

source: Members Import
el: Εισαγωγέας Μελών

# Translators: For the tooltip
source: BP Trunk Junc - Beta Tester
el: BP Trunk Junc - Ελεγκτής Δοκιμαστικής Έκδοσης

source: More about the plugin author
el: Περισσότερα σχετικά με τον δημιουργό της επέκτασης

source: Plugin
el: Επέκταση

source: Suggest new resource items, themes or plugins for support
el: Προτείνετε νέες πηγές, θέματα ή επεκτάσεις για υποστήριξη

source: Code snippets for customizing &amp; branding
el: Αποσπάσματα Κώδικα για Προσαρμογή &amp; και Μαρκάρισμα

source: Important plugin links:
el: Σημαντικοί σύνδεσμοι Επέκτασης

source: Plugin Website
el: Ιστολόγιο Επέκτασης

source: Community Places
el: Τοποθεσίες Κοινότητας

source: Add new Place
el: Προσθήκη νέας Τοποθεσίας

source: Places Categories
el: Κατηγορίες Τοποθεσιών

source: Checkins Roots Page
el: Ριζική Σελίδα των Checkins

# Translators: For the tooltip
source: Frontend: Checkins Roots Page
el: Frontend: Ριζική Σελίδα των Checkins

source: Activity Checkins
el: Δραστηριότητα των Checkins

source: Checkins &amp; Places Component
el: Συνθετικό για Checkins &amp; και Τοποθεσίες

source: Foursquare API Settings
el: Ρυθμίσεις Foursquare API

source: Foursquare Import Logs
el: Εισαχθέντα Αρχεία Καταγραφής Foursquare

source: BP Extended Settings
el: BP Πρόσθετες Ρυθμίσεις

source: Portfolio Roots Page
el: Ριζική Σελίδα Χαρτοφυλακίου

# Translators: For the tooltip
source: Frontend: Portfolio Roots Page
el: Frontend: Ριζική Σελίδα Χαρτοφυλακίου

source: Media Component Settings
el: Ρυθμίσεις Στοιχείου Πολυμέσων

source: Mobile Settings
el: Ρυθμίσεις για κινητές συσκευές

source: BP Polls Settings
el: Ρυθμίσεις BP Δημοσκοπήσεων

source: Polls Roots Page
el: Ριζική Σελίδα των Δημοσκοπήσεων

# Translators: For the tooltip
source: Frontend: Polls Roots Page
el: Frontend: Ριζική Σελίδα των Δημοσκοπήσεων

source: BuddyShare Settings
el: BuddyShare Ρυθμίσεις

source: Other, recommended BuddyPress plugins
el: Άλλα, συνιστώμενα BuddyPress πρόσθετα

source: extra configuration settings for BuddyPress Admins
el: επιπλέον ρυθμίσεις διαμόρφωσης για BuddyPress Διαχειριστές

source: analyze member profiles, registration times etc.
el: αναλύουν προφίλ των μελών, φορές εγγραφής κ.α.

source: an elegant extension for better groups descriptions
el: μια κομψή επέκταση για την καλύτερη περιγραφή των ομάδων

source: uses HTML5 Geolocation API to publish checkins or places
el: χρησιμοποιεί HTML5 Geolocation API για να δημοσιεύσει checkins ή χώρους

source: a Learning Management System (LMS) for BuddyPress
el: ένα Σύστημα Διαχείρισης Εκπαίδευσης (LMS) για το Budypress

source: Translations
el: Μεταφράσεις

source: BuddyPress Portfolio
el: Buddypress Χαρτοφυλάκιο

source: BP Profile Search
el: Αναζήτηση BP Προφίλ

source: Advanced Options
el: Επιλογές για προχωρημένους

source: BP Login Redirect
el: Ανακατεύθυνση BP Σύνδεσης

source: BP Profile as Homepage
el: Προφίλ BP ως Αρχική Σελίδα

source: BuddyPress ScholarPress Courseware
el: BuddyPress ScholarPress Εκπαιδευτικό λογισμικό

source: Genesis Connect Settings
el: Genesis Connect Ρυθμίσεις

source: This plugin adds useful admin links and resources for BuddyPress to the WordPress Toolbar / Admin Bar.
el: Το πρόσθετο προσθέτει χρήσιμους διαχειριστικούς συνδέσμους και πηγές για το BuddyPress στην Wordpress Εργαλειοθήκη/ Μπάρα Διαχείρισης.

source: Support
el: Υποστήριξη

source: Donate
el: Κάντε μια δωρεά

source: BuddyPress Support
el: Υποστήριξη BuddyPress

source: WordPress.org Support Forum
el: WordPress.org Φόρουμ Υποστήριξης

source: Codex & Documentation
el: Κωδικοποίηση & Τεκμηρίωση

source: Official Blog
el: Επίσημο Ιστολόγιο

source: About BuddyPress
el: Σχετικά με το BuddyPress

source: Development Updates
el: Ενημερώσεις Ανάπτυξης

source: Trac: Tickets &amp; Bug Reports
el: Trac: Εισιτήρια &amp; Αναφορές Σφαλμάτων

source: Extend BuddyPress: Plugins
el: Επέκταση BuddyPress: Πρόσθετα

source: Extend BuddyPress: Recommended Plugins
el: Επέκταση BuddyPress: Προτεινόμενα Πρόσθετα

source: Extend BuddyPress: Themes
el: Επέκταση BuddyPress: Θέματα

source: More free plugins/extensions at WP.org
el: Περισσότερα δωρεάν πρόσθετα/επεκτάσεις στο WP.org

source: More free Themes at WP.org
el: Περισσότερα δωρεάν Θέματα στο WP.org

source: German Support Forum
el: Φόρουμ Υποστήριξης στα Γερμανικά

source: German language files
el: Αρχεία στην Γερμανική Γλώσσα

source: Forums Setup
el: Eγκατάσταση Φόρουμ

source: Profile Fields/Groups
el: Πεδία/Ομάδες Προφίλ

source: Add new Field Group
el: Προσθήκη νέου Πεδίου Ομάδας

source: Moderate Activity
el: Μετρίαση Δραστηριότητας

source: bbPress Forums
el: bbPress Φόρουμ

source: Active Extensions
el: Ενεργές Επεκτάσεις

source: Pages for Components
el: Σελίδες για στοιχεία

source: Community &amp; Groups
el: Κοινότητα &amp; Ομάδες

source: German language files for BuddyPress and more BP extensions
el: Αρχεία στην Γερμανική Γλώσσα για το BuddyPress και περισσότερες BP επεκτάσεις

source: BP Group Organizer
el: Οργανωτής BP Ομάδας

source: BP Group Hierarchy
el: Ιεραρχία BP Ομάδας

source: WangGuard Moderation Queue
el: Σειρά Προτεραιότητας σε WangGuard Μετρίαση

source: WangGuard Wizard
el: WangGuard Οδηγός

source: WangGuard Statistics
el: Στατιστικά WangGuard

source: Wizard
el: Οδηγός

source: Statistics
el: Στατιστικά

source: Configuration
el: Διαμόρφωση

source: Members: Adjust Roles &amp; Capabilities
el: Μέλη: Προσάρμοσε Ρόλους &amp; Δυνατότητες

source: Members: Add new Role
el: Μέλη: Προσθήκη νέου Ρόλου

source: Users
el: Χρήστες

source: Add new User
el: Προσθήκη νέου Χρήστη

source: BP Groups Extras
el: BP Πρόσθετα Ομάδων

source: Groups Pages
el: Σελίδες Ομάδων

source: Group Default Avatar
el: Προεπιλεγμένο Avatar Ομάδας

source: BP GTM System
el: BP GTM Σύστημα

source: User Account Type Lite
el: Λογαριασμός Χρήστη Απλού Τύπου

source: Dashboard
el: Πίνακας Ελέγχου

source: Powercentral
el: Δυναμοκεντρικό

source: General Settings
el: Γενικές Ρυθμίσεις

source: Cronjob Settings
el: Cronjob Ρυθμίσεις

source: Logs
el: Καταγραφές

source: Start Tour
el: Ξεκινήστε την Περιήγηση

source: Custom Styling
el: Προσαρμοσμένο Στυλ

source: BuddyPress Theme Compatibility
el: Συμβατότητα Buddypress Θέματος

source: Releases
el: Ανακοινώσεις

source: Releases - see in the sidebar there!
el: Ανακοινώσεις- δείτε στην πλευρική στήλη εκεί!

source: Theme Development
el: Ανάπτυξη Θέματος

source: Theme Development - see in the sidebar there!
el: Ανάπτυξη θέματος - δείτε στην πλευρική στήλη εκεί!

source: Developer Docs
el: Έγγραφα Προγραμματιστή

source: Developer Docs - see in the sidebar there!
el: Έγγραφα Προγραμματιστή-δείτε στην πλευρική στήλη εκεί!

source: Achievements
el: Επιτεύγματα

source: BP Twitter Settings
el: Ρυθμίσεις BP Twitter

source: Group Email Subscription
el: Email Συνδρομής Ομάδας

source: Invite Anyone Settings
el: Ρυθμίσεις για οποιαδήποτε πρόσκληση

source: Access Control
el: Έλεγχος Πρόσβασης

source: Manage Invitations
el: Διαχείριση Προσκλήσεων

source: Stats
el: Στατιστικά

source: BP Invitations
el: BP Προσκλήσεις

source: Add new Invitation
el: Προσθήκη μιας νέας Πρόσκλησης

source: Invitees
el: Προσκεκλημένοι

source: Invited Groups
el: Προσκεκλημένες Ομάδες

source: Events Manager
el: Διαχειριστής Εκδηλώσεων

source: Add new Event
el: Προσθήκη μιας νέας Εκδήλωσης

source: Event Tags
el: Ετικέτες Εκδηλώσεων

source: Event Categories
el: Κατηγορίες Εκδηλώσεων

source: Recurring Events
el: Επαναλαμβανόμενες Εκδηλώσεις

source: Locations
el: Τοποθεσίες

source: Bookings
el: Κρατήσεις

source: Settings
el: Ρυθμίσεις

source: Help
el: Βοήθεια

source: BP Code Snippets Manager
el: Διαχειριστής BP Αποσπασμάτων Κώδικα

source: BuddyPress News Planet (official and community news via FriendFeed service)
el: BuddyPress News Planet (τα επίσημα και νέα κοινότητας μέσω της υπηρεσίας FriendFeed)

source: BP-Tricks.com (Community Site)
el: BP-Tricks.com (Ιστολόγιο Κοινότητας)

source: BP-Tricks.com - A BuddyPress Community Site
el: BP-Tricks.com - Ένα Ιστολόγιο BuddyPress Κοινότητας

source: BP Group Management
el: Διαχείριση BP Ομάδας

source: Group Management
el: Διαχείριση Ομάδας

source: BuddyPress Docs
el: BuddyPress Έγγραφα

source: Add new BP-Doc
el: Προσθήκη νέου BP-Εγγράφου

source: Docs Tags
el: Ετικέτες Εγγράφων

source: Associated Items
el: Συναφή Στοιχεία

source: CollabPress Dashboard
el: Πίνακας Ελέγχου CollabPress

source: Projects
el: Έργα

source: Add new Project
el: Προσθήκη νέου Έργου

source: Projects: BP Groups
el: Έργα: BP Ομάδες

source: Task Lists
el: Λίστες εργασιών

source: Add new Task List
el: Προσθήκη νέα λίστας Εργασιών

source: Tasks
el: Εργασίες

source: Add new Task
el: Προσθήκη νέας Εργασίας

source: Meta Data
el: Μεταδεδομένα

source: Add new Meta Data
el: Προσθήκη νέου Μεταδεδομένου

source: Debug
el: Εντοπισμός σφαλμάτων

source: Multisite Settings
el: Ρυθμίσεις Πολυιστολογίου

source: Multisite: Update Sites
el: Πολυιστολόγιο: Ενημέρωση Ιστολογίων

source: SeoPress Page Types
el: Τύποι Σελίδας SeoPress

source: Options
el: Επιλογές

source: Bug Tracker / Tickets
el: Ιχνηλάτης Σφαλμάτων/Εισιτήρια

source: WangGuard Users
el: WangGuard Χρήστες

source: Assign Profile Groups to User Roles
el: Εκχώρηση Ομάδων Προφίλ σε Ρόλους Χρηστών

source: Blog Roles Changes
el: Αλλαγές Ρόλων Ιστολογίου

source: Recorded Blog Roles Changes
el: Καταγεγραμμένες Αλλαγές στους Ρόλους Ιστολογίου

source: Theme Settings
el: Ρυθμίσεις Θέματος

source: More Settings
el: Περισσότερες Ρυθμίσεις

source: Search Codex
el: Αναζήτηση Κώδικα

source: GO
el: ΕΥΡΕΣΗ

source: BP Trac: New Ticket
el: BP Trac: Νέο Εισιτήριο

# Translators: For the tooltip
source: Search Codex
el: Αναζήτηση Κώδικα

source: Widgets
el: Γραφικά Στοιχεία

source: Manage Groups
el: Διαχείριση Ομάδων

source: CD Avatar Bubble
el: CD Φούσκα Avatar

source: Shared Friends
el: Κοινόχρηστοι Φίλοι

source: Breadcrumbs Everywhere
el: Ψίχουλα παντού!

source: Profiles Statistics
el: Στατιστικά των Προφίλ

source: MyMood Settings
el: Ρυθμίσεις MyMood

source: Translations Forum
el: Φόρουμ Μεταφράσεων

# Translators: For the tooltip
source: Translations Forum
el: Φόρουμ Μεταφράσεων

source: Language Packs Download
el: Λήψη Γλωσσικών Πακέτων

# Translators: For the tooltip
source: Language Packs Download
el: Λήψη Γλωσσικών Πακέτων

source: Activity Root Page
el: Ριζική Σελίδα Δραστηριότητας

# Translators: For the tooltip
source: Frontend: Activity Root Page
el: Frontend: Ριζική Σελίδα Δραστηριότητας

source: Blogs Root Page
el: Ριζική Σελίδα των Ιστολογίων

# Translators: For the tooltip
source: Frontend: Blogs Root Page
el: Frontend: Ριζική Σελίδα των Ιστολογίων

source: Groups Root Page
el: Ριζική Σελίδα των Ομάδων

# Translators: For the tooltip
source: Frontend: Groups Root Page
el: Frontend: Ριζική Σελίδα των Ομάδων

source: Members Root Page
el: Ριζική Σελίδα των Μελών

# Translators: For the tooltip
source: Frontend: Members Root Page
el: Frontend: Ριζική Σελίδα των Μελών

source: Forums Root Page
el: Ριζική Σελίδα των Φόρουμ

# Translators: For the tooltip
source: Frontend: Forums Root Page
el: Frontend: Ριζική Σελίδα των Φόρουμ

source: Roles
el: Ρόλοι

source: Profiles
el: Προφίλ

source: Activity Time
el: Χρόνος Δραστηριότητας

source: Support &amp; Author
el: Υποστήριξη &amp; Δημιουργός

source: Achievements Roots Page
el: Ριζική Σελίδα των Επιτευγμάτων

# Translators: For the tooltip
source: Frontend: Achievements Roots Page
el: Frontend: Ριζική Σελίδα των Επιτευγμάτων
